{
    "navbarproducts":"Products",
    "navbarabout":"Contact us",
    "greeting":"welcome",
    "sidebar-h3":"Where to find us",
    "sidebar-h3second":"Social share",
    "productButton":"Buy Product",
    "realted":"Related Products",
    "modalh1":"Buy Product",
    "modalparagraph":"If you want to buy a product or have a question about the product send us an email and we will respond as quickly as possible.",
    "modalformSubject":"Subject",
    "modalformName":"Full Name",
    "modalformEmail":"Email",
    "modalformMessage":"Message",
    "modalformButton":"Send",
    "title1":"BEYOND II Ultra Whitening Accelerator",
    "description1":"The ultrasound function utilizes a cavitation process that permits the whitening gel to target the enamel more comprehensively and in a shorter time frame. This means less chair time for the patient, less potential for sensitivity and the same great results you’ve come to expect with BEYOND®.\nThe chic and modern design of the BEYOND® II Whitening Accelerator works for any dental office, spa, or salon. The BEYOND II Ultra is the latest improvement to the popular BEYOND II whitening accelerator series. Along with the convenient features of simultaneous treatment capability, intuitive touch user interface and passive air ionizer, the LED light features our patent-pending ultrasound feature to aid in brevity of treatment time and little to no sensitivity.\nWhen used in combination with BEYOND® proprietary whitening formula which contains hydrogen peroxide (H2O2) and silicon dioxide (SiO2) that act as a catalyst, along with other special ingredients, the end result is not only whiter teeth but shinier teeth with reduced prep and chair time.\nThe BEYOND® II is both lightweight and portable for both travel and ease of use for room to room\nWhitening options can be set to Low, Medium and High light output settings for a tailored treatment that best suits each individual client.\nQuick and simple client preparation and system operation with digital display control board.\nUtilizing negative ions, the built-in air purifier reduces airborne pollutants that may exist within the treatment space, actively contributing to a cleaner and healthier environment.",
    "title2":"BEYOND Polus Advanced Ultra Whitening Accelerator",
    "info2":"Unprecedented Innovation and Flexibility in Whitening Technology",
    "description2":"●  Upgraded light filtration system containing over 200,000 optical fibers,to filter out al harmful heat and ultraviolet (UV) light\n●  Dual-arch power whitening option can be set to High, Medium, or Low light output settings for a tailored treatment that best suits each individual patient\n● Single-tooth whitening option included for precise, tailored treatment results\n● Smart Remote Control that allows patient awareness of procedure time\n● Built-in air purifier for a cleaner and healthier environment.\n●  Improved motorized arm that allows for yet easier adjustment of the accelerator head for a more comfortable whitening procedure.\n●  State of the art, full colored touch screen with newly added multilingual feature.\n●  Built-in instruction mode, that allows for a customized whitening procedure based on the client's needs\n●  Attached LED curing light, featuring a dual wavelength output to cure any dental composite on the market.\n●  Radial arm with 360 range of motion.\n●  Motorized height adjustment can be controlled from the TUI control panel and accelerator head.\n●  Advanced temperature cooling and monitoring system designed to prevent system from overheating, enabling high volume whitening sessions without interruption.",
    "additionh1":"Parts of product",
    "lionh5":"The POLUS® Advanced Whitening Accelerator combines halogen and LED light technologies to provide users with a premium whitening experience.",
    "lionp":"An advanced light filtration system containing 200,000 optical fibers serves as a bridge between the two light sources, removing all harmful heat and ultraviolet (UV)light from the powerful halogen light source, before merging the light with emissions from the twelve blue LED lights at the front of the lamp head. The end results in a combination of two powerful light sources and ultrasonic technology with wavelengths that span the entire blue light whitening spectrum, providing patients with an effective and precise whitening treatment.",
    "title3":"BEYOND SOLO Single Treatment Kit",
    "info3":"Our Most Economical Single-Patient Whitening Kit",
    "description3":"This 35% hydrogen peroxide (H2O2) in-office teeth whitening kit includes the essentials for chairside teeth bleaching of one patient.   A typical treatment consists of three consecutive cycles of 10 minutes each, in conjunction with light acceleration. The dual barrel 35% syringe in this kit includes gel for three cycles",
    "title4":"Pearl White® Whitening Toothpaste",
    "info4":"Advanced, Daily VWhitening Maintenance",
    "description4":"Developed by a cosmetic dentist, Pearl White° toothpaste is designed to both gently brush away surface stains as well as provide tartar control. Our formula contains micro-crystals that burst and whiten teeth while you brush. Our teeth whitening toothpaste contains quality ingredients freshens breath while supporting enamel mineralization that enables superior whitening results.\n●  Unique formula includes calcium peroxide that acts as an additional whitening agent\n ●  Provides long lasting fresh breath protection\n●  Advanced tartar control\n●  No animal testing, no animal ingredients\n●  Made in the USA",
    "title5":"Pearl White® Whitening Toothpaste",
    "info5":"Formulated to work with ANY whitening system",
    "description5":"BEYOND’s Max5 is our most popular In-office teeth whitening kit.  This 35% hydrogen peroxide (H2O2) kit includes the essentials for chairside teeth bleaching of five patients.   A typical treatment consists of three consecutive cycles of 10 minutes each, in conjunction with light acceleration. The dual barrel 35% syringe in this kit includes gel for three cycles.",
    "contacth1":"Contact us",
    "contacth6":"If you have any question or request send us email.",
    "footerh5":"Doing our part to contribute to a safer environment",
    "footercontact":"Contact info",
    "footerlocation":"Pages",
    "sidebarfirst":"GLOBAL LEADER in AESTHETIC DENTISTRY!",
    "products":"Our Products",
    "results":"Results",
    "title6":"BEYOND® MAGNA™ Solution Treatment Kit",
    "info6":"Economical Full-Size, Twin-Pack Whitening Kit ",
    "description6":"This 35% hydrogen peroxide (H2O2) in-office teeth whitening kit includes the essentials for chairside teeth bleaching of one patient.   A typical treatment consists of three consecutive cycles of 10 minutes each, in conjunction with light acceleration. The dual barrel 35% syringe in this kit includes gel for three cycles"

}